10/data/attachments/d7b70bef9d3a4443.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Tyler_yard_Actions_49292_4</nif:username>
            <nif:friendToBeRequested>soap_actions_2a4c577d-82d0-4656-b44f-1447e3bd2087</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>